{
    "name": "Alice Ribeiro",
    "title": "Desenvolvedora de Software",
    "location": "Porto Alegre, Rio Grande do Sul, Brazil",
    "phone": "+55 (051) 9 9167 7749",
    "email": "aliceribeiro.work@gmail.com",
    "linkedin": "https://www.linkedin.com/in/aliceribeeiro/",
    "github": "https://github.com/aliicezzz",
    "summary": "Sou estudante de Análise e Desenvolvimento de Sistemas e atualmente trabalho como desenvolvedora em uma startup em Porto Alegre. Estou focada em aprimorar meus conhecimentos em JavaScript, Node.js e React, aplicando essas tecnologias em projetos práticos para ampliar minha experiência. Meu objetivo é unir minha paixão pela tecnologia ao desenvolvimento de soluções inovadoras e eficientes, aprimorando constantemente minhas habilidades técnicas para contribuir com o crescimento das empresas.",
    "experience": [
        {
            "title": "Desenvolvedora Júnior",
            "company": "Lydia Sistemas",
            "date": "Setembro 2023 - Presente",
            "tasks": [
                "Correção de bugs e implementação de melhorias em sistemas utilizando PHP 5.2.",
                "Desenvolvimento e integração de chatbots automatizados para o WhatsApp utilizando a API oficial do Meta.",
                "Realização de testes e requisições de APIs utilizando Postman e terminal, garantindo a validação e eficiência das integrações.",
                "Implementação, instalação e configuração de softwares e sistemas operacionais.",
                "Desenvolvimento e manutenção de manuais e documentações, incluindo procedimentos e base de conhecimento, para apoiar usuários e equipes no uso de sistemas e ferramentas.",
                "Acompanhamento da saúde de servidores, redes e aplicações, realizando monitoramento contínuo para prevenir falhas e garantir a estabilidade e desempenho dos sistemas.",
                "Realização de consultas e gerenciamento de banco de dados no MariaDB utilizando o DBeaver."
            ]
        },
        {
            "title": "Analista de Suporte Pleno",
            "company": "Lydia Sistemas",
            "date": "Julho 2023 - Setembro 2023",
            "tasks": [
                "Realização de interações com usuários para garantir o funcionamento adequado de sistemas e ferramentas, antecipando e resolvendo possíveis problemas. Responsável pelo atendimento a clientes da carteira curva A, solucionando questões críticas dentro dos SLAs 0 e 1, com foco em eficiência e satisfação do cliente.",
                "Identificação e resolução de falhas em software, redes e sistemas, garantindo a continuidade operacional. Análise e monitoramento de logs de sistemas e servidores para detectar possíveis falhas e realizar ações corretivas preventivas",
                "Registro e acompanhamento de chamados, garantindo a devida priorização conforme a criticidade do SLA. Foco na resolução eficiente de problemas, garantindo que os tickets sejam tratados dentro dos prazos estabelecidos e conforme as necessidades dos clientes.",
                "Orientação e suporte a colaboradores e clientes no uso adequado de sistemas e ferramentas, proporcionando treinamentos personalizados para garantir a eficiência e autonomia no uso das soluções tecnológicas."
            ]
        },
        {
            "title": "Analista de Suporte Júnior",
            "company": "Lydia Sistemas",
            "date": "Janeiro 2023 - Julho 2023",
            "tasks": [
                "Responsável por receber e registrar chamados de usuários através de telefone, chat, e-mail ou presencialmente, garantindo o encaminhamento adequado e a solução eficiente dos problemas.",
                "Resolução de problemas de baixo a médio nível de complexidade, como dificuldades com aplicativos, hardware, login e conectividade simples, garantindo uma solução rápida e eficiente.",
                "Encaminhamento de chamados para equipes especializadas (N2 ou N3) quando o problema é mais complexo ou fora da área de atuação.",
                "Acompanhamento do status dos chamados, fornecendo atualizações regulares aos usuários sobre o andamento da resolução dos problemas."
            ]
        }
    ],
    "education": [
        {
            "degree": "Graduação",
            "field": "Analise e Desenvolvimento de Sistemas",
            "institution": "Universidade Estácio de Sá (UNESA) ",
            "date": "2023 - Presente"
        }
    ],
    "skills": [
        "JavaScript",
        "TypeScript",
        "Node.js",
        "React.js",
        "PHP",
        "Python",
        "Linux"
    ],
    "certifications": [
        {
            "name": "Gestão de Tempo",
            "institution": "Rocketseat",
            "date": "Nov 2024"
        },
        {
            "name": "Git e GitHub",
            "institution": "Rocketseat",
            "date": "Ago 2024"
        },
        {
            "name": "NLW Unite - DevOps",
            "institution": "Rocketseat",
            "date": "Abr 2024"
        },
        {
            "name": "NLW Unite - React.js",
            "institution": "Rocketseat",
            "date": "Abr 2024"
        },
        {
            "name": "AAC - Lógica de Programação",
            "institution": "Universidade Estácio de Sá (UNESA)",
            "date": "Fev 2024"
        },
        {
            "name": "Bootcamp JavaScript Discover - Especializar",
            "institution": "Rocketseat",
            "date": "Jul 2023"
        },
        {
            "name": "Bootcamp JavaScript Discover - Conectar",
            "institution": "Rocketseat",
            "date": "May 2022"
        }
    ],
    "languages": [
        "Português: Nativo",
        "English: A1 Beginner"
    ],
    "volunteering": [],
    "opensource": []
}